# MultiReferenceAnnotationTagType Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..MultiReferenceAnnotationTagType Property
ParameterTypeId Class See Also
---
"Tag Family"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId MultiReferenceAnnotationTagType { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property MultiReferenceAnnotationTagType As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ MultiReferenceAnnotationTagType {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace